Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: Leave blank if your provider doesn't use regions.
de: Leer lassen, wenn dein Anbieter keine Regionen verwendet.
es: Déjalo en blanco si tu proveedor no usa regiones.
fil: Iwanang blangko kung hindi gumagamit ng region ang provider mo.
fr: Laissez vide si votre fournisseur n'utilise pas de régions.
hr: Ostavite prazno ako vaš pružatelj usluge ne koristi regije.
id: Kosongkan jika penyedia Anda tidak memakai region.
ja: プロバイダーがリージョンを使わない場合は空欄のままにします。
ko: 공급자가 리전을 사용하지 않으면 비워 두십시오.
ms: Biarkan kosong jika pembekal anda tidak menggunakan wilayah.
pl: Pozostaw puste, jeśli dostawca nie używa regionów.
pt_br: Deixe em branco se o seu provedor não usar regiões.
ro: Lasă gol dacă furnizorul tău nu folosește regiuni.
ru: Оставьте пустым, если ваш провайдер не использует регионы.
th: เว้นว่างไว้หากผู้ให้บริการของคุณไม่ใช้ภูมิภาค
tr: Sağlayıcınız bölge kullanmıyorsa boş bırakın.
zh_hans: 如果服务商不使用区域，请留空。
zh_hant: 若你的服務商不使用區域，請留空。

source: Leave blank to keep the current password.
de: Leer lassen, um das aktuelle Passwort zu behalten.
es: Déjalo en blanco para conservar la contraseña actual.
fil: Iwanang blangko para panatilihin ang kasalukuyang password.
fr: Laissez vide pour conserver le mot de passe actuel.
hr: Ostavite prazno da biste zadržali trenutnu lozinku.
id: Kosongkan untuk mempertahankan kata sandi saat ini.
ja: 現在のパスワードを維持する場合は空欄のままにします。
ko: 현재 암호를 유지하려면 비워 두십시오.
ms: Biarkan kosong untuk mengekalkan kata laluan semasa.
pl: Pozostaw puste, aby zachować bieżące hasło.
pt_br: Deixe em branco para manter a senha atual.
ro: Lasă gol pentru a păstra parola curentă.
ru: Оставьте пустым, чтобы сохранить текущий пароль.
th: เว้นว่างไว้เพื่อใช้รหัสผ่านเดิม
tr: Geçerli parolayı korumak için boş bırakın.
zh_hans: 留空则保留当前密码。
zh_hant: 若要保留目前的密碼請留空。

source: Leave blank unless SSH runs on a non-standard port.
de: Nur ausfüllen, wenn SSH auf einem abweichenden Port läuft.
es: Déjalo en blanco salvo que SSH funcione en un puerto no estándar.
fil: Iwanang blangko maliban kung nasa hindi standard na port ang SSH.
fr: Laissez vide, sauf si SSH utilise un port non standard.
hr: Ostavite prazno, osim ako SSH radi na nestandardnom portu.
id: Kosongkan kecuali SSH berjalan di port non-standar.
ja: SSH が標準以外のポートを使う場合のみ入力します。
ko: SSH가 비표준 포트를 사용할 때만 입력하십시오.
ms: Biarkan kosong melainkan SSH berjalan pada port bukan standard.
pl: Pozostaw puste, chyba że SSH działa na niestandardowym porcie.
pt_br: Deixe em branco, a menos que o SSH use uma porta fora do padrão.
ro: Lasă gol dacă SSH nu rulează pe un port nestandard.
ru: Оставьте пустым, если SSH не использует нестандартный порт.
th: เว้นว่างไว้ เว้นแต่ SSH ทำงานบนพอร์ตที่ไม่ใช่มาตรฐาน
tr: SSH standart dışı bir bağlantı noktasında değilse boş bırakın.
zh_hans: 除非 SSH 使用非标准端口，否则留空。
zh_hant: 除非 SSH 使用非標準連接埠，否則請留空。

source: Leave Context Window empty to use auto-detected value. Leave Max Output Tokens empty to follow the provider default.
de: Lasse das Kontextfenster leer, um den automatisch erkannten Wert zu verwenden. Lasse „Max. Ausgabe-Tokens“ leer, um den Anbieter-Standard zu übernehmen.
es: Deja la ventana de contexto vacía para usar el valor detectado automáticamente. Deja el máximo de tokens de salida vacío para seguir el valor predeterminado del proveedor.
fil: Iwanang blangko ang Context Window para gamitin ang awtomatikong natukoy na halaga. Iwanang blangko ang Max na Output Tokens para sundin ang default ng provider.
fr: Laisse la fenêtre de contexte vide pour utiliser la valeur détectée automatiquement. Laisse Jetons de sortie max. vide pour suivre la valeur par défaut du fournisseur.
hr: Ostavite prozor konteksta praznim za automatski prepoznatu vrijednost. Ostavite maksimalan broj izlaznih tokena praznim da biste slijedili zadanu vrijednost pružatelja usluge.
id: Kosongkan Jendela Konteks untuk memakai nilai yang terdeteksi otomatis. Kosongkan Token Keluaran Maks untuk mengikuti bawaan penyedia.
ja: コンテキストウィンドウを空欄にすると自動検出値を使用します。最大出力トークンを空欄にするとプロバイダーのデフォルトに従います。
ko: 컨텍스트 창을 비워 두면 자동 감지된 값을 사용합니다. 최대 출력 토큰을 비워 두면 제공자 기본값을 따릅니다.
ms: Biarkan Tetingkap Konteks kosong untuk menggunakan nilai yang dikesan automatik. Biarkan Token Output Maks kosong untuk mengikut lalai pembekal.
pl: Pozostaw okno kontekstu puste, aby użyć wartości wykrytej automatycznie. Pozostaw limit tokenów wyjściowych pusty, aby użyć ustawienia dostawcy.
pt_br: Deixe Janela de contexto vazia para usar o valor detectado automaticamente. Deixe Tokens máximos de saída vazio para seguir o padrão do provedor.
ro: Lasă gol Fereastra de context pentru valoarea detectată automat. Lasă gol Tokenuri maxime de ieșire pentru valoarea implicită a furnizorului.
ru: Оставьте окно контекста пустым, чтобы использовать автоопределённое значение. Оставьте «Макс. выходных токенов» пустым, чтобы следовать значению провайдера по умолчанию.
th: เว้นหน้าต่างบริบทว่างไว้เพื่อใช้ค่าที่ตรวจพบอัตโนมัติ เว้นโทเคนเอาต์พุตสูงสุดว่างไว้เพื่อใช้ค่าเริ่มต้นของผู้ให้บริการ
tr: Otomatik algılanan değeri kullanmak için Bağlam Penceresi'ni boş bırakın. Sağlayıcı varsayılanı için Maks Çıkış Token'ını boş bırakın.
zh_hans: 将上下文窗口留空以使用自动检测的值。将最大输出 Token 留空以采用服务商默认值。
zh_hant: 將上下文視窗留空以使用自動偵測的值。將最大輸出 Token 留空以採用服務商預設值。

source: Leave display name empty to use the model ID.
de: Leer lassen, um die Modell-ID zu verwenden.
es: Deja el nombre visible vacío para usar el ID del modelo.
fil: Iwanang blangko ang display name para gamitin ang model ID.
fr: Laissez vide pour utiliser l'ID du modèle.
hr: Ostavite prikazani naziv praznim da bi se koristio ID modela.
id: Kosongkan nama tampilan untuk memakai ID model.
ja: 表示名を空にするとモデルIDが使用されます。
ko: 표시 이름을 비워두면 모델 ID가 사용됩니다.
ms: Biarkan nama paparan kosong untuk menggunakan ID model.
pl: Pozostaw nazwę pustą, aby użyć ID modelu.
pt_br: Deixe o nome de exibição vazio para usar o ID do modelo.
ro: Lasă numele afișat gol pentru a folosi ID-ul modelului.
ru: Оставьте отображаемое имя пустым, чтобы использовать ID модели.
th: เว้นชื่อที่แสดงว่างไว้เพื่อใช้ ID โมเดล
tr: Model kimliğini kullanmak için görünen adı boş bırakın.
zh_hans: 留空则使用模型 ID 作为显示名称。
zh_hant: 留空則使用模型 ID 作爲顯示名稱。

source: Leave empty to use the default endpoint. "/v1" is appended automatically — enter the base host only.
de: Leer lassen, um den Standard-Endpunkt zu verwenden. „/v1“ wird automatisch angehängt — geben Sie nur den Basis-Host ein.
es: Déjalo vacío para usar el endpoint predeterminado. "/v1" se añade automáticamente: introduce solo el host base.
fil: Iwanang blangko para gamitin ang default na endpoint. Awtomatikong idinadagdag ang "/v1" — ilagay lang ang base host.
fr: Laissez vide pour utiliser le point de terminaison par défaut. « /v1 » est ajouté automatiquement — saisissez uniquement l'hôte de base.
hr: Ostavite prazno za zadanu krajnju točku. "/v1" se dodaje automatski — unesite samo osnovno računalo.
id: Kosongkan untuk memakai endpoint bawaan. "/v1" ditambahkan otomatis — masukkan host dasarnya saja.
ja: 空のままにするとデフォルトのエンドポイントを使用します。「/v1」は自動で付加されます — ベースホストのみ入力してください。
ko: 비워두면 기본 엔드포인트를 사용합니다. "/v1"은 자동으로 추가되므로 베이스 호스트만 입력하세요.
ms: Biarkan kosong untuk menggunakan endpoint lalai. "/v1" ditambah automatik — masukkan hos asasnya sahaja.
pl: Pozostaw puste, aby użyć domyślnego punktu końcowego. „/v1” jest dodawane automatycznie — podaj tylko adres hosta.
pt_br: Deixe vazio para usar o endpoint padrão. "/v1" é acrescentado automaticamente — digite apenas o host base.
ro: Lasă gol pentru endpoint-ul implicit. „/v1” se adaugă automat — introdu doar adresa gazdei.
ru: Оставьте пустым, чтобы использовать конечную точку по умолчанию. «/v1» добавляется автоматически — укажите только базовый хост.
th: เว้นว่างไว้เพื่อใช้เอนด์พอยต์เริ่มต้น ระบบจะเพิ่ม "/v1" ให้อัตโนมัติ — ป้อนเฉพาะโฮสต์หลัก
tr: Varsayılan uç noktayı kullanmak için boş bırakın. "/v1" otomatik eklenir — yalnızca taban adresi girin.
zh_hans: 留空则使用默认端点。"/v1" 会自动附加 — 只需输入基础主机地址。
zh_hant: 留空則使用預設端點。"/v1" 會自動附加 — 只需輸入基礎主機地址。

source: Leave empty to use the default Google endpoint. Enter the full base URL including version path.
de: Leer lassen, um den Standard-Google-Endpunkt zu verwenden. Geben Sie die vollständige Basis-URL einschließlich Versionspfad ein.
es: Déjalo vacío para usar el endpoint predeterminado de Google. Introduce la URL base completa, incluida la ruta de versión.
fil: Iwanang blangko para gamitin ang default na Google endpoint. Ilagay ang buong base URL kasama ang version path.
fr: Laissez vide pour utiliser le point de terminaison Google par défaut. Saisissez l'URL de base complète incluant le chemin de version.
hr: Ostavite prazno za zadanu Google krajnju točku. Unesite puni osnovni URL uključujući putanju verzije.
id: Kosongkan untuk memakai endpoint Google bawaan. Masukkan URL basis lengkap termasuk jalur versinya.
ja: 空のままにするとデフォルトのGoogleエンドポイントを使用します。バージョンパスを含む完全なベースURLを入力してください。
ko: 비워두면 기본 Google 엔드포인트를 사용합니다. 버전 경로를 포함한 전체 베이스 URL을 입력하세요.
ms: Biarkan kosong untuk menggunakan endpoint Google lalai. Masukkan URL asas penuh termasuk laluan versinya.
pl: Pozostaw puste, aby użyć domyślnego punktu końcowego Google. Podaj pełny adres bazowy wraz ze ścieżką wersji.
pt_br: Deixe vazio para usar o endpoint padrão do Google. Digite a URL base completa, incluindo o caminho da versão.
ro: Lasă gol pentru endpoint-ul Google implicit. Introdu adresa de bază completă, inclusiv calea versiunii.
ru: Оставьте пустым, чтобы использовать конечную точку Google по умолчанию. Укажите полный базовый URL, включая путь с версией.
th: เว้นว่างไว้เพื่อใช้เอนด์พอยต์เริ่มต้นของ Google ป้อน base URL แบบเต็มรวมถึงพาธเวอร์ชัน
tr: Varsayılan Google uç noktasını kullanmak için boş bırakın. Sürüm yolu dahil tam taban URL'sini girin.
zh_hans: 留空则使用默认 Google 端点。请输入包含版本路径的完整地址。
zh_hant: 留空則使用預設 Google 端點。請輸入包含版本路徑的完整地址。

source: Leave Max Output Tokens empty to follow the provider default.
de: Lasse „Maximale Ausgabe-Tokens“ leer, um den Standardwert des Anbieters zu verwenden.
es: Deja el máximo de tokens de salida vacío para seguir el valor predeterminado del proveedor.
fil: Iwanang blangko ang Max na Output Tokens para sundin ang default ng provider.
fr: Laissez « Jetons de sortie max » vide pour utiliser la valeur par défaut du fournisseur.
hr: Ostavite maksimalan broj izlaznih tokena praznim da biste slijedili zadanu vrijednost pružatelja usluge.
id: Kosongkan Token Keluaran Maks untuk mengikuti bawaan penyedia.
ja: 「最大出力トークン数」を空のままにすると、プロバイダーのデフォルト値が使用されます。
ko: 최대 출력 토큰을 비워두면 공급자 기본값을 따릅니다.
ms: Biarkan Token Output Maks kosong untuk mengikut lalai pembekal.
pl: Pozostaw limit tokenów wyjściowych pusty, aby użyć ustawienia dostawcy.
pt_br: Deixe Tokens máximos de saída vazio para seguir o padrão do provedor.
ro: Lasă gol numărul maxim de tokenuri de ieșire pentru a urma valoarea furnizorului.
ru: Оставьте поле «Макс. выходных токенов» пустым, чтобы использовать значение провайдера по умолчанию.
th: เว้นโทเคนเอาต์พุตสูงสุดว่างไว้เพื่อใช้ค่าเริ่มต้นของผู้ให้บริการ
tr: Sağlayıcı varsayılanını kullanmak için Maks Çıkış Token'ını boş bırakın.
zh_hans: 将“最大输出 Token 数”留空以使用服务商默认值。
zh_hant: 將“最大輸出 Token 數”留空以使用服務商預設值。

source: Legacy or unknown zone. Inspect before deleting.
de: Ältere oder unbekannte Zone. Vor dem Löschen prüfen.
es: Zona antigua o desconocida. Revísala antes de eliminarla.
fil: Luma o hindi kilalang zone. Suriin bago tanggalin.
fr: Zone ancienne ou inconnue. Inspecte avant de supprimer.
hr: Stara ili nepoznata zona. Pregledajte je prije brisanja.
id: Zona lama atau tidak dikenal. Periksa sebelum menghapus.
ja: レガシーまたは不明なゾーン。削除前に確認してください。
ko: 레거시 또는 알 수 없는 영역. 삭제 전에 확인하세요.
ms: Zon lama atau tidak diketahui. Periksa sebelum memadam.
pl: Strefa dawna lub nieznana. Sprawdź przed usunięciem.
pt_br: Zona antiga ou desconhecida. Verifique antes de excluir.
ro: Zonă veche sau necunoscută. Verific-o înainte de ștergere.
ru: Устаревшая или неизвестная зона. Проверьте перед удалением.
th: โซนเก่าหรือไม่รู้จัก ตรวจสอบก่อนลบ
tr: Eski veya bilinmeyen bölge. Silmeden önce inceleyin.
zh_hans: 旧版或未知区域。删除前请先检查。
zh_hant: 舊版或未知區域。刪除前請先檢查。

source: Lets the Agent keep working in the background and keeps the task Live Activity refreshing in real time. Uses coarse, low-accuracy location only as a background heartbeat — it does not track or store your precise location.
de: Ermöglicht dem Agent, im Hintergrund weiterzuarbeiten, und hält die Live-Aktivität der Aufgabe in Echtzeit aktuell. Verwendet nur einen grob aufgelösten Standort als Hintergrund-Heartbeat – dein genauer Standort wird nicht verfolgt oder gespeichert.
es: Permite que Minis Agent siga trabajando en segundo plano y mantiene la Live Activity de la tarea actualizándose en tiempo real. Usa la ubicación aproximada, de baja precisión, solo como señal de actividad en segundo plano: no rastrea ni almacena tu ubicación exacta.
fil: Pinapayagan ang agent na magpatuloy sa background at pinapanatiling nagre-refresh ang task Live Activity nang real time. Gumagamit lang ng magaspang at mababang-katumpakang lokasyon bilang background heartbeat — hindi nito tina-track o iniimbak ang eksaktong lokasyon mo.
fr: Permet à l’Agent de continuer à travailler en arrière-plan et maintient l’actualisation en temps réel de l’activité en direct. Utilise uniquement une localisation approximative comme signal de fond — votre position précise n’est ni suivie ni enregistrée.
hr: Omogućuje Agentu da nastavi raditi u pozadini i održava Live Activity zadatka osvježenim u stvarnom vremenu. Koristi grubu lokaciju niske točnosti samo kao pozadinski signal rada — ne prati niti pohranjuje vašu točnu lokaciju.
id: Memungkinkan agen terus bekerja di latar belakang dan menjaga Live Activity tugas tetap diperbarui secara langsung. Memakai lokasi kasar berakurasi rendah hanya sebagai detak jantung latar belakang — tidak melacak atau menyimpan lokasi persis Anda.
ja: Agent がバックグラウンドで作業を続けられるようにし、タスクのライブアクティビティをリアルタイムで更新します。バックグラウンドの動作維持のために大まかな低精度の位置情報のみを使用し、正確な位置を追跡・保存することはありません。
ko: Agent가 백그라운드에서 계속 작업하도록 하고 작업 실시간 활동을 실시간으로 갱신합니다. 백그라운드 유지 신호로 정확도가 낮은 대략적인 위치만 사용하며, 정확한 위치를 추적하거나 저장하지 않습니다.
ms: Membolehkan ejen terus bekerja di latar belakang dan mengekalkan Live Activity tugas dikemas kini secara langsung. Menggunakan lokasi kasar berketepatan rendah hanya sebagai denyutan latar belakang — ia tidak menjejak atau menyimpan lokasi tepat anda.
pl: Pozwala agentowi pracować w tle i odświeżać Live Activity zadania na bieżąco. Używa zgrubnej, mało dokładnej lokalizacji wyłącznie jako sygnału podtrzymującego — nie śledzi ani nie zapisuje Twojej dokładnej lokalizacji.
pt_br: Permite que o agente continue trabalhando em segundo plano e mantém a Live Activity da tarefa atualizando em tempo real. Usa a localização aproximada, de baixa precisão, apenas como um sinal de fundo — não rastreia nem guarda sua localização exata.
ro: Permite agentului să lucreze în continuare în fundal și menține actualizarea în timp real a activității live. Folosește locația aproximativă, cu precizie redusă, doar ca semnal de fundal — nu îți urmărește și nu îți stochează locația exactă.
ru: Позволяет Minis Agent продолжать работу в фоне и обновлять Live Activity задачи в реальном времени. Использует только приблизительное местоположение как фоновый сигнал — точное местоположение не отслеживается и не сохраняется.
th: ให้เอเจนต์ทำงานต่อในเบื้องหลังและทำให้ Live Activity ของงานอัปเดตแบบเรียลไทม์ ใช้ตำแหน่งแบบหยาบความแม่นยำต่ำเป็นเพียงสัญญาณเบื้องหลัง — ไม่ติดตามหรือจัดเก็บตำแหน่งที่แม่นยำของคุณ
tr: Aracının arka planda çalışmayı sürdürmesini ve görev Live Activity'sinin gerçek zamanlı yenilenmesini sağlar. Yalnızca arka plan sinyali olarak kaba, düşük duyarlıklı konum kullanır — kesin konumunuzu izlemez veya saklamaz.
zh_hans: 让 Agent 在后台继续工作，并使任务实时活动保持实时刷新。仅使用粗略的低精度位置作为后台心跳，不会追踪或存储你的精确位置。
zh_hant: 讓智能體在背景繼續工作，並使任務即時動態保持實時更新。僅使用粗略的低精度位置作為背景心跳，不會追蹤或儲存你的精確位置。

source: Letters, numbers, - and _ only.
de: Nur Buchstaben, Ziffern, - und _.
es: Solo letras, números, - y _.
fil: Mga letra, numero, - at _ lamang.
fr: Lettres, chiffres, - et _ uniquement.
hr: Samo slova, brojevi, - i _.
id: Hanya huruf, angka, - dan _.
ja: 英数字と - および _ のみ使用できます。
ko: 영문자, 숫자, - 및 _만 사용할 수 있습니다.
ms: Huruf, nombor, - dan _ sahaja.
pl: Tylko litery, cyfry, - i _.
pt_br: Apenas letras, números, - e _.
ro: Doar litere, cifre, - și _.
ru: Только буквы, цифры, - и _.
th: ใช้ได้เฉพาะตัวอักษร ตัวเลข - และ _ เท่านั้น
tr: Yalnızca harf, rakam, - ve _ kullanılabilir.
zh_hans: 仅支持字母、数字、- 和 _。
zh_hant: 只能使用英數字、- 和 _。

source: Level
de: Stufe
es: Nivel
fil: Antas
fr: Niveau
hr: Razina
id: Tingkat
ja: レベル
ko: 레벨
ms: Tahap
pl: Poziom
pt_br: Nível
ro: Nivel
ru: Уровень
th: ระดับ
tr: Düzey
zh_hans: 级别
zh_hant: 等級

source: License
de: Lizenz
es: Licencia
fil: Lisensya
fr: Licence
hr: Licenca
id: Lisensi
ja: ライセンス
ko: 라이선스
ms: Lesen
pl: Licencja
pt_br: Licença
ro: Licență
ru: Лицензия
th: สัญญาอนุญาต
tr: Lisans
zh_hans: 许可证
zh_hant: 許可證

source: Light
de: Hell
es: Claro
fil: Maliwanag
fr: Clair
hr: Svijetlo
id: Terang
ja: ライト
ko: 라이트
ms: Cerah
pl: Jasna
pt_br: Claro
ro: Luminoasă
ru: Светлая
th: สว่าง
tr: Açık
zh_hans: 浅色
zh_hant: 淺色

source: Light (Legacy)
de: Hell (Legacy)
es: Claro (antiguo)
fil: Maliwanag (Luma)
fr: Clair (héritage)
hr: Svijetlo (staro)
id: Terang (Lama)
ja: ライト（旧）
ko: 라이트(레거시)
ms: Cerah (Lama)
pl: Jasny (dawny)
pt_br: Claro (antigo)
ro: Luminos (vechi)
ru: Светлая (устаревшая)
th: สว่าง (แบบเดิม)
tr: Açık (Eski)
zh_hans: 浅色（经典）
zh_hant: 淺色（經典）

source: Lightweight Linux distribution used as rootfs
de: Leichtgewichtige Linux-Distribution als Rootfs
es: Distribución ligera de Linux usada como rootfs
fil: Magaang Linux distribution na ginagamit bilang rootfs
fr: Distribution Linux légère utilisée comme rootfs
hr: Lagana Linux distribucija koja se koristi kao rootfs
id: Distribusi Linux ringan yang dipakai sebagai rootfs
ja: rootfsとして使用される軽量Linuxディストリビューション
ko: rootfs로 사용되는 경량 Linux 배포판
ms: Distribusi Linux ringan yang digunakan sebagai rootfs
pl: Lekka dystrybucja Linuksa używana jako rootfs
pt_br: Distribuição Linux leve usada como rootfs
ro: Distribuție Linux ușoară folosită ca rootfs
ru: Лёгкий дистрибутив Linux, используемый как rootfs
th: ดิสทริบิวชัน Linux ขนาดเล็กที่ใช้เป็น rootfs
tr: rootfs olarak kullanılan hafif Linux dağıtımı
zh_hans: 用作 rootfs 的轻量级 Linux 发行版
zh_hant: 用作 rootfs 的輕量級 Linux 發行版

source: Limit Context Window
de: Kontextfenster begrenzen
es: Limitar la ventana de contexto
fil: Limitahan ang Context Window
fr: Limiter la fenêtre de contexte
hr: Ograniči prozor konteksta
id: Batasi Jendela Konteks
ja: コンテキストウィンドウを制限
ko: 컨텍스트 창 제한
ms: Hadkan Tetingkap Konteks
pl: Ogranicz okno kontekstu
pt_br: Limitar a janela de contexto
ro: Limitează fereastra de context
ru: Ограничить окно контекста
th: จำกัดหน้าต่างบริบท
tr: Bağlam Penceresini Sınırla
zh_hans: 限制上下文窗口
zh_hant: 限制上下文視窗

source: Linux userspace emulator for iOS
de: Linux-Userspace-Emulator für iOS
es: Emulador de espacio de usuario de Linux para iOS
fil: Linux userspace emulator para sa iOS
fr: Émulateur d'espace utilisateur Linux pour iOS
hr: Emulator Linux korisničkog prostora za iOS
id: Emulator userspace Linux untuk iOS
ja: iOS用Linuxユーザースペースエミュレータ
ko: iOS용 Linux 사용자 공간 에뮬레이터
ms: Emulator userspace Linux untuk iOS
pl: Emulator przestrzeni użytkownika Linuksa dla iOS
pt_br: Emulador de espaço de usuário Linux para iOS
ro: Emulator Linux userspace pentru iOS
ru: Эмулятор пользовательского пространства Linux для iOS
th: โปรแกรมจำลอง Linux userspace สำหรับ iOS
tr: iOS için Linux kullanıcı alanı öykünücüsü
zh_hans: iOS 上的 Linux 用户空间模拟器
zh_hant: iOS 上的 Linux 使用者空間模擬器

source: List Sessions
de: Sitzungen auflisten
es: Listar sesiones
fil: Ilista ang mga Session
fr: Lister les sessions
hr: Popis sesija
id: Daftar Sesi
ja: セッション一覧
ko: 세션 목록
ms: Senarai Sesi
pl: Wypisz sesje
pt_br: Listar sessões
ro: Listează sesiunile
ru: Список сессий
th: แสดงรายการเซสชัน
tr: Oturumları Listele
zh_hans: 列出会话
zh_hant: 列出工作階段

source: Listening…
de: Höre zu…
es: Escuchando…
fil: Nakikinig…
fr: Écoute…
hr: Slušanje…
id: Mendengarkan…
ja: 聞き取り中…
ko: 듣는 중…
ms: Mendengar…
pl: Słucham…
pt_br: Ouvindo…
ro: Se ascultă…
ru: Слушаю…
th: กำลังฟัง…
tr: Dinleniyor…
zh_hans: 聆听中…
zh_hant: 聆聽中…

source: Lists all Minis chat sessions with their titles and IDs.
de: Listet alle Minis-Chatsitzungen mit Titeln und IDs auf.
es: Lista todas las sesiones de chat de Minis con sus títulos e ID.
fil: Ililista lahat ng Minis chat session kasama ang pamagat at ID nito.
fr: Liste toutes les sessions de chat Minis avec leurs titres et identifiants.
hr: Navodi sve Minis sesije razgovora s njihovim naslovima i ID-ovima.
id: Menampilkan semua sesi obrolan Minis beserta judul dan ID-nya.
ja: すべての Minis チャットセッションとそのタイトル・IDを一覧表示します。
ko: 모든 Minis 채팅 세션과 제목 및 ID를 나열합니다.
ms: Menyenaraikan semua sesi sembang Minis berserta tajuk dan IDnya.
pl: Wypisuje wszystkie sesje czatu Minis wraz z tytułami i identyfikatorami.
pt_br: Lista todas as sessões de chat do Minis com seus títulos e IDs.
ro: Listează toate sesiunile de chat Minis cu titlurile și ID-urile lor.
ru: Перечисляет все сессии чата Minis с их названиями и ID.
th: แสดงรายการเซสชันแชท Minis ทั้งหมดพร้อมชื่อและ ID
tr: Tüm Minis sohbet oturumlarını başlık ve kimlikleriyle listeler.
zh_hans: 列出所有 Minis 聊天会话及其标题和 ID。
zh_hant: 列出所有 Minis 聊天工作階段及其標題和 ID。

source: Live Activity
de: Live-Aktivität
fr: Activité en direct
ja: ライブアクティビティ
ko: 라이브 활동
zh_hans: 实时活动
zh_hant: 即時動態

source: LLM Providers
de: KI-Anbieter
es: Proveedores de LLM
fil: Mga LLM Provider
fr: Fournisseurs AI
hr: LLM pružatelji usluga
id: Penyedia LLM
ja: AIプロバイダー
ko: AI 공급자
ms: Pembekal LLM
pl: Dostawcy LLM
pt_br: Provedores de LLM
ro: Furnizori LLM
ru: Провайдеры LLM
th: ผู้ให้บริการ LLM
tr: LLM Sağlayıcıları
zh_hans: AI 服务商
zh_hant: AI 服務商

source: Load
de: Laden
es: Cargar
fil: I-load
fr: Charger
hr: Učitaj
id: Muat
ja: 読み込み
ko: 로드
ms: Muat
pl: Wczytaj
pt_br: Carregar
ro: Încarcă
ru: Загрузить
th: โหลด
tr: Yükle
zh_hans: 加载
zh_hant: 載入

source: Load all
de: Alle laden
es: Cargar todo
fil: I-load lahat
fr: Tout charger
hr: Učitaj sve
id: Muat semua
ja: すべて読み込む
ko: 모두 불러오기
ms: Muat semua
pl: Wczytaj wszystko
pt_br: Carregar tudo
ro: Încarcă tot
ru: Загрузить всё
th: โหลดทั้งหมด
tr: Tümünü yükle
zh_hans: 加载全部
zh_hant: 載入全部

source: Load Balance
de: Lastverteilung
es: Balanceo de carga
fr: Répartition de charge
hr: Raspodjela opterećenja
id: Penyeimbang Beban
ja: 負荷分散
ko: 로드 밸런싱
ms: Imbangan Beban
pl: Równoważenie obciążenia
pt_br: Balanceamento de carga
ro: Echilibrarea încărcării
ru: Балансировка нагрузки
th: กระจายโหลด
tr: Yük Dengeleme
zh_hans: 负载均衡
zh_hant: 負載均衡

source: Load more (%lld lines)
de: Mehr laden (%lld Zeilen)
es: Cargar más (%lld líneas)
fil: Mag-load pa (%lld linya)
fr: Charger plus (%lld lignes)
hr: Učitaj još (redaka: %lld)
id: Muat lagi (%lld baris)
ja: さらに読み込む（%lld 行）
ko: 더 보기(%lld줄)
ms: Muat lagi (%lld baris)
pl: Wczytaj więcej (%lld wierszy)
pt_br: Carregar mais (%lld linhas)
ro: Încarcă mai mult (%lld rânduri)
ru: Загрузить ещё (%lld строк)
th: โหลดเพิ่ม (%lld บรรทัด)
tr: Daha fazla yükle (%lld satır)
zh_hans: 加载更多（%lld 行）
zh_hant: 載入更多（%lld 行）

source: Loaded from %@
de: Geladen aus %@
es: Cargado desde %@
fil: Na-load mula sa %@
fr: Chargé depuis %@
hr: Učitano iz %@
id: Dimuat dari %@
ja: %@ から読み込み済み
ko: %@에서 로드됨
ms: Dimuatkan dari %@
pl: Wczytano z: %@
pt_br: Carregado de: %@
ro: Încărcat din: %@
ru: Загружено из %@
th: โหลดจาก %@
tr: Kaynaktan yüklendi: %@
zh_hans: 从 %@ 加载
zh_hant: 從 %@ 載入
